Revit 2027 API
ParameterTypeId.RbsReynoldsnumberParam Property
 "Reynolds number"
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 27.0.4.0 (27.0.4.0)
Syntax
public static ForgeTypeId RbsReynoldsnumberParam { get; }
Public Shared ReadOnly Property RbsReynoldsnumberParam As ForgeTypeId
	Get
public:
static property ForgeTypeId^ RbsReynoldsnumberParam {
	ForgeTypeId^ get ();
}
static member RbsReynoldsnumberParam : ForgeTypeId with get
Property Value
ForgeTypeId
See Also
Reference
ParameterTypeId Class
Autodesk.Revit.DB Namespace